#  STring RESourceS
STRESS = {
    'start_message': f"Чтобы получить доступ к материалам Ваше участие должно быть одобрено администратором. "
                     f"Запрос на доступ был отправлен. Бот известит Вас как только администратор даст согласие.",
    'access_granted_btn': 'Доступ выдан. Нажмите чтобы изменить',
    'access_granted_msg': 'Вам выдан доступ. Теперь Вы можете пользоваться контентом бота.',
    'access_denied_btn': 'Вам выдан доступ. Теперь Вы можете пользоваться контентом бота.',
    'access_denied_msg': 'Вам отказано в доступе.'
}
